[X2Ability_LWOTC_APA_TechnicianAbilitySet]

;  -- Localized Strings for Technician Abilities --
;  ------------------------------------------------------

strFireAndFury1Name = "怒火中烧 I"
strFireAndFury1Desc = "<font color='#CA7200'>技能熟练等级 I</font><br/><Bullet/> 获得使用重型武器能力 - 允许使用护臂，这是一种结合了火焰喷射器和迷你火箭发射器的武器。<br/><Bullet/> 使用护臂时提高瞄准能力，使发射的火箭最大散布范围减少1格，并增加基础火焰喷射攻击的范围和半径1格。"

strFireAndFury2Name = "怒火中烧 II"
strFireAndFury2Desc = "<font color='#CA7200'>技能熟练等级 LEVEL II</font><br/><Bullet/> 在发射火箭或使用火焰喷射器时提高控制能力。火箭弹最大散布范围降低2格，火焰喷射器的范围和半径+1。"

strFireAndFury3Name = "怒火中烧 III"
strFireAndFury3Desc = "<font color='#CA7200'>技能熟练等级 LEVEL III</font><br/><Bullet/> 火与钢 - 由护臂武器引发的火焰伤害+1。"